Index of the triangle's first vertex in the TriangulatedShellComponent's array of vertices.
  Namespace:   Autodesk.Revit.DB
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
  Since:  2013
 Syntax
  C#
public int VertexIndex0 { get; }
  Visual Basic
Public ReadOnly Property VertexIndex0 As Integer
	Get
  Visual C++
public:
property int VertexIndex0 {
	int get ();
}
 See Also
  TriangleInShellComponent Class
  Autodesk.Revit.DB Namespace